{
    "referenceURL": "",
    "version": "",
    "bibtex": "",
    "documents": [
        {
            "document": {
                "ID": "15164150",
                "text": "Evaluation of the role of the SQSTM1 gene in sporadic Belgian patients with Paget's disease.\nA positional cloning effort in French Canadian families with Paget's disease of bone (PDB) resulted in the identification of a mutation in the sequestosome1 (SQSTM1) gene in a subset of both familial and sporadic PDB cases. This was confirmed in samples of mainly United Kingdom (UK) origin. In this study, we performed both mutation analysis and association studies in order to evaluate the role of this gene in a collection of isolated Belgian PDB patients. A mutation in the SQSTM1 gene was found in only 6 of 111 patients (5.4%). In all cases it involves the P392L mutation, previously shown to be common in both familial and sporadic cases. To perform association studies, we selected 8 single nucleotide polymorphisms (SNPs) and looked for linkage disequilibrium (LD) between these. Haplotype analysis indicated that typing of 3 Tag SNPs (IVS1 + 633A/C, IVS5 - 23A/G, and 976A/G) enables us to identify the most common haplotypes. Association studies for the 3 selected SNPs, based on 105 PDB cases without a SQSTM1 mutation and 159 control individuals, did not support a possible influence of natural variants in the SQSTM1 gene either on the pathogenesis of PDB or on the disease severity. In conclusion, our study confirms that the P392L mutation is a recurrent mutation causing PDB in different populations. We were not able to show an association between SQSTM1 polymorphisms and PDB in our population but this clearly needs to be extended to other populations. The presented identification of haplotype Tag SNPs will be of major help for such studies.",
                "entities": [
                    {
                        "ID": "T0",
                        "type": "gene",
                        "begin": 30,
                        "end": 36,
                        "text": "SQSTM1",
                        "entrez": "8878"
                    },
                    {
                        "ID": "T1",
                        "type": "gene",
                        "begin": 471,
                        "end": 484,
                        "text": "sequestosome1",
                        "entrez": "8878"
                    },
                    {
                        "ID": "T2",
                        "type": "gene",
                        "begin": 486,
                        "end": 492,
                        "text": "SQSTM1",
                        "entrez": "8878"
                    },
                    {
                        "ID": "T3",
                        "type": "gene",
                        "begin": 806,
                        "end": 812,
                        "text": "SQSTM1",
                        "entrez": "8878"
                    },
                    {
                        "ID": "T4",
                        "type": "variant",
                        "begin": 891,
                        "end": 896,
                        "text": "P392L"
                    },
                    {
                        "ID": "T5",
                        "type": "variant",
                        "begin": 1173,
                        "end": 1186,
                        "text": "IVS1 + 633A/C"
                    },
                    {
                        "ID": "T6",
                        "type": "variant",
                        "begin": 1188,
                        "end": 1200,
                        "text": "IVS5 - 23A/G",
                        "dbSNP": "2241349"
                    },
                    {
                        "ID": "T7",
                        "type": "variant",
                        "begin": 1206,
                        "end": 1212,
                        "text": "976A/G"
                    },
                    {
                        "ID": "T8",
                        "type": "gene",
                        "begin": 1343,
                        "end": 1349,
                        "text": "SQSTM1",
                        "entrez": "8878"
                    },
                    {
                        "ID": "T9",
                        "type": "gene",
                        "begin": 1452,
                        "end": 1458,
                        "text": "SQSTM1",
                        "entrez": "8878"
                    },
                    {
                        "ID": "T10",
                        "type": "variant",
                        "begin": 1569,
                        "end": 1574,
                        "text": "P392L"
                    },
                    {
                        "ID": "T11",
                        "type": "gene",
                        "begin": 1694,
                        "end": 1700,
                        "text": "SQSTM1",
                        "entrez": "8878"
                    }
                ],
                "relations": [],
                "metadata": []
            }
        }
    ]
}